Repository: pugmajere/apt-fast
Catalog: debian/po/*.po
Languages: ar, ast, bg, bn, ca, de, es, fr, gl, hr, it, ja, ko, mr, ms, pl, pt_br, ru, ug, zh_cn, zh_tw

source: custom
ar: مُخصص
ast: personalizáu
bg: потребителски
bn: স্বনির্বাচিত
ca: personalitzat
de: benutzerdefiniert
es: personalizado
fr: personnalisé
gl: personalizado
hr: prilagođeni
it: personalizzato
ja: カスタム
ko: 사용자 지정
ms: suai
pl: własny
pt_br: personalizada
ru: указать вручную
ug: ئىختىيارى
zh_cn: 自定义
zh_tw: 自訂

source: Download helper selection:
ar: إختيار مساعد التنزيل:
ast: Seleición d'ayudante de descargues:
bg: Избор на помощник за сваляне:
bn: ডাউনলোড সহায়ক নির্বাচন:
ca: Selecció de l'assistent de baixada:
de: Downloadhelfer-Auswahl:
es: Selección del ayudante de descarga:
fr: Sélection de l'aide au téléchargement :
gl: Selección do ayudante de descargas:
hr: Odabir pomagača preuzimanja:
it: Selezione gestore scaricamenti:
ja: ダウンロードヘルパーの選択:
ko: 도움말을 내려받기
mr: डाउनलोड सहायक निवड :
ms: Muat turun pilihan bantuan:
pl: Wybór akceleratora pobierania
pt_br: Seleção de auxiliar de download:
ru: Выбор помощника загрузки:
ug: چۈشۈرۈش ياردەمچىسى تاللاش:
zh_cn: 下载助手选项：
zh_tw: 下載小幫手選項：

source: Download helper command line:
ar: الأمر الخاص بمساعد التنزيل:
ast: Llinia de comandu del ayudante de descargues:
bg: Помощник за сваляне, команден ред:
bn: ডাউনলোড সহায়ক কমান্ড লাইন:
ca: Línia d'ordres de l'assistent de baixada:
de: Downloadhelferkommando:
es: Línea de órdenes del ayudante de descarga:
fr: Ligne de commande de l'aide au téléchargement :
gl: Liña de ordes do axudante de descargas:
hr: Naredbeni redak pomagača preuzimanja:
it: Riga di comando del gestore scaricamenti:
ja: ダウンロードヘルパーのコマンドライン:
ko: 도움말 명령줄을 내려받기
mr: डाउनलोड सहायक command line:
ms: Muat turun
pl: Linia komend akceleratora pobierania:
pt_br: Linha de comando de auxiliar de download:
ru: Консоль помощника загрузки:
ug: چۈشۈرۈش ياردەمچىسى بۇيرۇق قۇرى:
zh_cn: 下载助手命令行：
zh_tw: 下載小幫手命令列：

source: \${_MAXNUM} as maximum number of parallel connections and \${DLLIST} as temporary download list file may given by configuration file.
ar: \${_MAXNUM} كأقصى رقم للأتصالات الموازية و \${DLLIST} كملف قائمة تنزيل مؤقتة من الممكن ان تكون أعطيت بواسطة ملف إعدادات.
ast: \${_MAXNUM} como númberu máximu de conexones en paralelo y \${DLLIST} como ficheru temporal de llista de descarga se puen dar nel ficheru de configuración.
bg: \${_MAXNUM} е максималния избор на паралелни връзки и \${DLLIST} е временния списък, който може да бъде зададен на конфигурационния файл.
ca: \${_MAXNUM} com al nombre màxim de connexions paral·leles i \${DLLIST} com la llista de baixades temporals que podrien proporcionar-se per al fitxer de configuració.
de: \${_MAXNUM} als die maximale Anzahl von parallelen Verbindungen und \${DLLIST} als tempor채re Downloadliste kann durch die Konfigurationsdatei vorgegeben sein.
es: \${_MAXNUM} como el número máximo de conexiones paralelas y \${DLLIST} como la lista de descargas temporal que podrían proporcionarse por el archivo de configuración.
fr: Dans le fichier de configuration, vous pouvez définir la variable \${_MAXNUM} pour le nombre maximal de connexions en parallèle ainsi que la variable \${DLLIST} pour le fichier temporaire listant les paquets à télécharger.
gl: \${_MAXNUM} como o número máximo de conexións paralelas e \${DLLIST} como o ficheiro temporal da lista de descargas que pode fornecer o ficheiro configuración.
hr: Datoteka podešavanja može dati \${_MAXNUM} kao maksimalni broj paralelnih veza i \${DLLIST} kao privremenu datoteku popisa preuzimanja.
it: \${_MAXNUM} come numero massimo di connessioni parallele e \${DLLIST} come elenco temporaneo degli scaricamenti possono essere forniti attraverso file di configurazione.
ja: 設定ファイルで指定されたパラレル接続の最大数は \${_MAXNUM} で、一時ダウンロードリストファイル数は \${DLLIST} です。
ko: \$(_MAXNUM) 은 동시에 수립할 수 있는 최다 연결량이고, \$(DLLIST) 은 설정 파일로부터 얻은 임시 다운로드 정보입니다.
ms: \${_MAXNUM} sebagai bilangan hubungan selari maksima dan \${DLLIST} sebagai fail senarai muat turun sementara boleh diberikan oleh fail konfigurasi
pl: Przez plik konfiguracyjny mogą być podane \${_MAXNUM} jako maksymalna liczna jednoczesnych połączeń oraz \${DLLIST} jako plik tymczasowy z listą pobierania.
pt_br: \${_MAXNUM} como número máximo de conexões paralelas e \${DLLIST} como arquivo da lista temporária de download dada pelo arquivo de configuração.
ru: Переменные \${_MAXNUM} — максимальное количество параллельных соединений и \${DLLIST} — временный файл, содержащий ссылки на пакеты могут быть заданы в файле конфигурации.
ug: \${_MAXNUM} پاراللىل باغلىنىشنىڭ ئەڭ چوڭ قىممىتى، \${DLLIST} سەپلىمە ھۆججەت ھاسىل قىلغان ۋاقىتلىق چۈشۈرۈش تىزىم ھۆججىتى.
zh_cn: \${_MAXNUM} 是并行连接的最大值，\${DLLIST} 是由配置文件生成的临时下载列表文件。
zh_tw: \${_MAXNUM} 為平行連線的最大數，而 \${DLLIST} 為可由組態檔給定的暫時下載清單檔案。

source: Maximum number of connections:
ar: أقصى رقم للإتصالات:
ast: Númberu máximu de conexones:
bg: Максимален брой на връзки:
bn: সর্বোচ্চ সংযোগ সংখ্যা
ca: Nombre màxim de connexions:
de: Maximale Anzahl an Downloadverbindungen:
es: Número máximo de conexiones:
fr: Nombre maximal de connexions :
gl: Número máximo de conexións:
hr: Maksimalni broj veza:
it: Numero massimo di connessioni:
ja: 最大接続数:
ko: 최대 연결량:
mr: सर्वाधिक कनेक्शन संख्या:
ms: Bilangan hubungan maksima:
pl: Maksymalna liczba połączeń:
pt_br: Número máximo de conexões:
ru: Максимальное число соединений:
ug: ئەڭ كۆپ باغلىنىش سانى:
zh_cn: 最大连接数：
zh_tw: 最大連線數量：

source: Stored in \${_MAXNUM} variable.
ar: خُزنْ في المُتَغَيّر \${_MAXNUM} .
ast: Guardáu na variable \${_MAXNUM}.
bg: Съхранява се в променливата \${_MAXNUM}.
bn: \${_MAXNUM} ভেরিয়েবল এ সংরক্ষিত।
ca: Desat a la variable \${_MAXNUM}.
de: Gespeichert in \${_MAXNUM} Variable.
es: Guardado en la variable \${_MAXNUM}.
fr: Stocké dans la variable \${_MAXNUM}.
gl: Alnacenado na variábel \${_MAXNUM}
hr: Spremljeno u \${_MAXNUM} varijabli.
it: Memorizzato nella variabile \${_MAXNUM}.
ja: \${_MAXNUM} 変数に保存。
ko: \$(_MAXNUM) 변수에 저장됩니다.
mr: \${_MAXNUM} मध्ये साठवले.
ms: Disimpan di pembolehubah \${_MAXNUM}
pl: Zapisane jako zmienna \${_MAXNUM}
pt_br: Armazenado na variável \${_MAXNUM}.
ru: Записано в переменную \${_MAXNUM}.
ug: \${_MAXNUM} دا ساقلانغان ئۆزگەرگۈچى.
zh_cn: 存储在 \${_MAXNUM} 变量。
zh_tw: 儲存在 \${_MAXNUM} 變數。

source: Package manager to install and remove software:
ar: مدير حزم لتثبيت و إزالة البرمجيات:
ast: Alministrador de paquetes pa instalar y desaniciar software:
bg: Пакетен мениджър за инсталиране и премахване на софтуер:
bn: সফটওয়্যার ইনস্টল এবং অপরসারণ করার প্যাকেজ ম্যানেজার:
ca: Gestor de paquets per instal·lar i desinstal·lar programari:
de: Paketmanager, um Software zu installieren und entfernen:
es: Gestor de paquetes para instalar y eliminar software:
fr: Gestionnaire de paquets pour installer et supprimer les logiciels :
gl: Administrador de paquetes para instalar e desinstalar o software:
hr: Upravitelj paketa za instalaciju i uklanjanje softvera:
it: Gestore di pacchetti per installare e rimuovere software:
ja: ソフトウェアをインストール/削除するパッケージマネージャー:
ko: 패키지를 설치하고 제거하는데 사용할 패키지 매니져:
mr: सॉफ्टवेयर स्थापित आणि काढून टाकण्यासाठी पॅकेज मॅनेजर:
ms: Pengurus Pakej untuk memasang dan membuang perisian:
pl: Menadżer pakietów instalujący i usuwający oprogramowanie:
pt_br: Gerenciador de pacotes para instalar e remover programas:
ru: Менеджер пакетов для установки и удаления приложений:
ug: بوغچا باشقۇرغۇچ - يۇمشاق دېتال ئورنىتىش ۋە چىقىرىۋېتىش:
zh_cn: 软件包管理器 - 安装/删除软件：
zh_tw: 套件管理程式，安裝與刪除軟體：

source: Temporary download folder:
ar: مجلد تحميل مؤقت:
ast: Carpeta de descarga temporal:
bg: Временна папка за сваляне:
bn: অস্থায়ী ডাউনলোড ফোল্ডার:
ca: Carpeta temporal de baixades:
de: Tempor채rer Downloadordner:
es: Carpeta de descarga temporal:
fr: Dossier de téléchargement temporaire :
gl: Cartafol temporal para a descarga:
hr: Privremena mapa preuzimanja:
it: Directory di scaricamento temporanea:
ja: 一時的なダウンロードフォルダー:
ko: 임시 다운로드 폴더:
mr: तातपुरता डाऊनलोड फोल्डर:
ms: Folder muat turun sementara:
pl: Katalog tymczasowy pobierania:
pt_br: Pasta temporária de downloads:
ru: Папка для временных файлов:
ug: ۋاقىتلىق چۈشۈرۈش مۇندەرىجىسى:
zh_cn: 临时下载目录：
zh_tw: 暫存的下載資料夾：

source: Temporary download list file:
ar: ملف قائمة تنزيل مؤقت:
ast: Ficheru temporal de llista de descargues:
bg: Временен файл на списъка за сваляне:
bn: অস্থায়ী ডাউলনোড তালিকা নথি:
ca: Fitxer de la llista temporal de baixades:
de: Tempor채re Downloadlistendatei:
es: Archivo de lista de descargas temporal:
fr: Fichier temporaire listant les paquets à télécharger :
gl: Ficheiro temporal da lista de descarga:
hr: Privremena datoteka popisa preuzimanja:
it: File temporaneo elenco scaricamenti:
ja: 一時的なダウンロード一覧ファイル:
ko: 임시 다운로드 리스트 파일:
mr: तातपुरत्या डाउनलोड यादीची फाईल:
ms: Fail senarai muat turun sementara:
pl: Plik tymczasowy z listą pobierania:
pt_br: Arquivo da lista temporária de download:
ru: Файл, содержащий список ссылок на пакеты:
ug: ۋاقىتلىق چۈشۈرۈش تىزىمى ھۆججىتى:
zh_cn: 临时下载列表文件：
zh_tw: 暫存下載列表檔案：

source: Stored in \${DLLIST} variable.
ar: خزِّن في المتغير \${DLLIST} .
ast: Guardáu na variable \${DLLIST}.
bg: Съхранява се в променливата \${DLLIST}.
bn: \${DLLIST} ভেরিয়েবল এ সংরক্ষিত।
ca: Desat a la variable \${DLLIST}.
de: Gespeichert in \${DLLIST} Variable.
es: Guardado en la variable \${DLLIST}.
fr: Stocké dans la variable \${DLLIST}.
gl: Almacenado na variábel \${DLLIST}
hr: Spremljeno u \${DLLIST} varijabli.
it: Memorizzato nella variabile \${DLLIST}.
ja: \${DLLIST} 変数に保存。
ko: \${DLLIST}에 저장됩니다.
mr: \${DLLIST} मध्ये साठवले.
ms: Disimpan di pembolehubah \${DLLIST}
pl: Zapisano jako zmienna \${DLLIST}
pt_br: Armazenado na variável \${DLLIST}.
ru: Записано в переменную \${DLLIST}.
ug: \${DLLIST} دا ساقلانغان ئۆزگەرگۈچى:
zh_cn: 存储在 \${DLLIST} 变量。
zh_tw: 儲存在 \${DLLIST} 變數。

source: Directory where APT stores package cache:
ar: المُجلد الذي يُخَزَّنُ فيهِ حُزم APT مؤقتاً.
ast: Direutoriu nel que APT guarda la caché de paquetes:
bg: Директория, където се съхранява кеша на пакетите:
bn: APT এর প্যাকেজ ক্যাশে এর ডাইরেক্টরি:
ca: Directori on l'APT emmagatzema la memòria cau dels paquets:
de: APT Paketcache:
es: Directorio donde APT guarda la caché de paquetes:
fr: Dossier du cache des paquets de APT :
gl: Directorio no que APT almacena a caché dos paquetes:
hr: Direktorij u kojemu APT sprema pakete u predmemoriju:
it: Directory della cache dei pacchetti di APT:
ja: APTが保存するパッケージキャッシュがあるディレクトリ:
ko: APT가 캐시를 저장하는 폴더:
mr: डिरेक्टरी जिथे APT पॅकेग कॅशे साठवतो :
ms: Direktori dimana APT menyimpan pakej cache:
pl: Katalog gdzie APT przechowuje archiwum pakietów:
pt_br: Diretório onde é armazenado o cache de pacotes APT:
ru: Папка, где APT хранит загруженные ранее пакеты:
ug: APT بوغچا غەملەكنى ساقلايدىغان مۇندەرىجە:
zh_cn: APT 存储包缓存的目录：
zh_tw: APT儲存套件快取的目錄：

source: Suppress apt-fast confirmation dialog?
ast: ¿Suprimir el diálogu de confirmación d'apt-fast?
ca: Voleu suprimir el diàleg de confirmació de l'apt-fast?
de: apt-fast Downloaddialog 체berspringen?
es: ¿Desea suprimir el diálogo de confirmación de apt-fast?
fr: Supprimer la fenêtre de confirmation d'apt-fast ?
gl: Quere suprimir o diálogo de confirmación de apt-fast?
hr: Izostavi apt-fast dijalog potvrde?
it: Eliminare la finestra di conferma di apt-fast?
ja: apt-fast の確認ダイアログを出さないようにしますか?
ms: Paksa dialog pengesahan apt-fast?
pl: Pominąć okienko zatwierdzające?
ug: apt-fast جەزملەش سۆزلەشكۈدىن ئاتلاپ كېتەمدۇ؟
zh_cn: 略过 apt-fast 确认对话框？
zh_tw: 抑制 apt-fast 確認對話盒？

source: This does not affect package manager dialog but download installable packages before package manager confirmation.
ar: هذا لا يُؤَثر في مُديرَ الحُزمِ ولكن تَنْزّيل حُزم قابِلَة للتَثبِيت قَبلَ تأكيّد مُدير الحُزم قد يَفعَل.
ast: Esto nun afeuta al diálogu del xestor de paquetes, pero baxa los paquetes instalables enantes de la confirmación del xestor de paquetes.
ca: Això no afecta el diàleg del gestor de paquets, però baixa paquets instal·lables abans de la confirmació del gestor de paquets.
de: Dies beeinflusst nicht den Installationsdialog des Paketmanagers. Es werden nur im Voraus installierbare Pakete vor diesem Dialog heruntergeladen.
es: Esto no afecta al diálogo del gestor de paquetes, pero descarga paquetes instalables antes de la confirmación del gestor de paquetes.
fr: Ceci n'affecte pas la boîte de dialogue du gestionnaire de paquets, mais télécharge des paquets installables avant la confirmation du gestionnaire de paquets.
gl: Isto non afecta ao diálogo do xestor de paquetes, mais descarga os paquetes instalábeis antes da confirmación do xestor de paquetes.
hr: Ovo ne utječe na dijalog upravitelja paketa, nego na preuzimanje instalacijskih paketa prije njegove potvrde.
it: Ci√≤ non ha alcun effetto sulla finestra del gestore di pacchetti, ma scarica i pacchetti installabili prima della conferma da parte del gestore di pacchetti.
ja: これによってパッケージマネージャーのダイアログに影響することはありませんが、パッケージマネージャーで確認する前にインストール可能なパッケージをダウンロードします。
ms: Ia tidak mempengaruhi dialog pengurus pakej tetapi muat turun pakej boleh pasang sebelum pengesahan pengurus pakej.
pl: To nie wpływa na okno menadżera pakietów, ale pobiera pakiety które można zainstalować prze potwierdzeniem ze strony menadżera pakietów.
ug: بۇ بوغچا باشقۇرغۇچ سۆزلەشكۈگە تەسىر كۆرسەتمەيدۇ ئەمما بوغچا بىر تەرەپ قىلغۇچنى جەزملەشتىن ئىلگىرى ئورناتقىلى بولىدىغان بوغچىلارنى چۈشۈرىدۇ.
zh_cn: 这不会影响包管理器对话框，但会在包处理器确认之前就下载可安装的软件包。
zh_tw: 這不會影響套件管理員對話盒，但在套件管理員確認之前下載可安裝的套件。

source: aria2c
bn: এরিয়া২সি
mr: एरिया२सी
